Repository: AminAliH47/PicoStyle
Catalog: main/locale/*/LC_MESSAGES/django.po
Languages: it, ru

source: First name
it: nome di battesimo
ru: Имя

source: Last name
it: Cognome
ru: Фамилия

source: Address
it: Indirizzo
ru: Адрес

source: City
it: Città
ru: Город

source: Country
it: Nazione
ru: Страна

source: Email
ru: Эл. адрес

source: Phone number
it: Numero di telefono
ru: Номер телефона

source: Zip code
it: Cap
ru: Индекс

source: For how long?
it: Per quanto?
ru: На сколько долго?

source: Most recent professional experience
it: Esperienza professionale più recente
ru: Самый последний профессиональный опыт

source: Experience in luxury goods
it: Esperienza in beni di lusso
ru: Опыт работы с предметами роскоши

source: Which town/city would you like to open a store
it: In quale città vorresti aprire un negozio
ru: В каком городе вы бы хотели открыть магазин

source: Have previously a member of a franchise or a network?
it: Hai già un membro di un franchising o di una rete?
ru: Были ранее участником франшизы или сети?

source: Wishing to join our network
it: Desiderando entrare a far parte della nostra rete
ru: Желающие присоединиться к нашей сети

source: What equity do you have available for this project?
it: Che capitale hai a disposizione per questo progetto?
ru: Какой капитал у вас есть для этого проекта?

source: Which home page to display?
it: Quale home page visualizzare?
ru: Какую домашнюю страницу отображать?

source: Title
it: Titolo
ru: Заголовок

source: Description
it: Descrizione
ru: Описание

source: Button
it: Pulsante
ru: Кнопка

source: Have dark cover?
it: Hai una copertina scura?
ru: Есть темная обложка?

source: Name
it: Nome
ru: Имя

source: You
it: Voi
ru: Ты

source: Phone
it: Telefono
ru: Телефон

source: Your project
it: Il tuo progetto
ru: Ваш проект

source: Do you have any previous experience of managing a store?
it: Hai qualche esperienza precedente nella gestione di un negozio?
ru: Был ли у вас предыдущий опыт управления магазином?

source: How many people did you manage?
it: Quante persone hai gestito?
ru: Сколько человек вам удалось?

source: What is your most recent professional experience?
it: Qual è la tua esperienza professionale più recente?
ru: Каков ваш последний профессиональный опыт?

source: What experience do you have in the luxury goods sector?
it: Che esperienza hai nel settore dei beni di lusso?
ru: Какой у вас опыт работы в сфере предметов роскоши?

source: In which town/city would you like to open a store?
it: In quale paese/città vorresti aprire un negozio?
ru: В каком городе вы хотели бы открыть магазин?

source: Do you currently have a store in this town/city?
it: Hai attualmente un negozio in questa città?
ru: У вас сейчас есть магазин в этом городе?

source: Is it in the town Centre?
it: È in centro città?
ru: Это в центре города?

source: Are you the
it: Sei il
ru: Ты

source: Have you previously been a member of a franchise or a network?
it: Sei stato precedentemente membro di un franchising o di una rete?
ru: Были ли вы ранее участником франшизы или сети?

source: What are your reasons for wishing to join our network?
it: Quali sono i motivi per cui desideri entrare a far parte della nostra rete?
ru: По каким причинам вы хотите присоединиться к нашей сети?

source: Send
it: Spedire
ru: послать

source: Back
it: Di ritorno
ru: Назад

source: Previous
it: Precedente
ru: Предыдущий

source: Next
it: Prossimo
ru: Следующий

source: Categories
it: Categorie
ru: Категории

source: Discover our product in categories
it: Scopri il nostro prodotto nelle categorie
ru: Откройте для себя наш продукт по категориям

source: Discover Now
it: Scopri ora
ru: Откройте для себя сейчас

source: There are no category to display
it: Non ci sono categorie da visualizzare
ru: Нет категории для отображения

source: Brands story
it: Storia dei marchi
ru: История брендов

source: Discover the brands
it: Scopri i marchi
ru: Откройте для себя бренды

source: Cooperate with us
it: Collabora con noi
ru: Сотрудничайте с нами

source: What we are proud of
it: Di cosa siamo orgogliosi
ru: Чем мы гордимся

source: Work with us
it: Lavora con noi
ru: Работать с нами

source: Special services
it: Servizi speciali
ru: Специальные услуги

source: Store and Agent
it: Negozio e Agente
ru: Магазин и агент

source: Discover our branches
it: Scopri le nostre filiali
ru: Откройте для себя наши филиалы

source: Subscribe
it: sottoscrivi
ru: Подписывайся

source: Enter email address
it: Inserisci l'indirizzo email
ru: Введите адрес электронной почты

source: Enter name
it: Inserisci il nome
ru: Введите имя

source: Women
it: Donne
ru: Женщины

source: Men
it: Uomini
ru: Мужчины

source: Raw material
it: Materia prima
ru: Ингредиенты

source: Life style
it: Stile di vita
ru: Образ жизни

source: Submit
it: Invia
ru: Разместить

source: Join to our Newsletters
it: Iscriviti alla nostra Newsletter
ru: Присоединяйтесь к нашим информационным бюллетеням

source: Size guide
it: Guida alle taglie
ru: Таблица размеров

source: women
it: donne
ru: женщины

source: Shoes
it: Scarpe
ru: Обувь

source: Clothing
it: Vestiario
ru: Одежда

source: Accessories
it: Accessori
ru: Аксессуары

source: The shoe size systems are very different depending on the country.
it: I sistemi di misura delle scarpe sono molto diversi a seconda del paese.
ru: Системы размеров обуви сильно различаются в зависимости от страны.

source: Foot Length
it: Lunghezza del piede
ru: Длина ноги

source: Pullovers, T-shirts, Tops, Sweatshirts, Shirts, Jackets & Coats
it: Pullover, t-shirt, top, felpe, camicie, giacche e cappotti
ru: Пуловеры, футболки, топы, свитшоты, рубашки, куртки и пальто

source: Clothing size
it: Taglia
ru: Размер одежды

source: Neck (in cm.)
it: Collo (in cm.)
ru: Шея (в см.)

source: Chest
it: Il petto
ru: Грудь

source: Waist
it: Vita
ru: Талия

source: Trousers, Jeans, Shorts, Skirts
it: Pantaloni, Jeans, Shorts, Gonne
ru: Брюки, джинсы, шорты, юбки

source: Waist (in cm.)
it: Vita (in cm.)
ru: Талия (в см.)

source: Hips (in cm.)
it: Fianchi (in cm.)
ru: Бедра (в см.)

source: Bras, Lingerie Tops & Swimwear
it: Reggiseni, top intimo e costumi da bagno
ru: Бюстгальтеры, нижнее белье, топы и купальники

source: Size
it: Misurare
ru: Размер

source: Underband measurement in cm
it: Misura sottobanda in cm
ru: Измерение под лентой в см

source: Bust measurement in cm
it: Misura del busto in cm
ru: Размер груди в см.

source: Pyjamas
it: Pigiama
ru: Пижамы

source: Bust (in cm.)
it: Busto (in cm.)
ru: Бюст (в см.)

source: Beanies and Hats
it: Berretti e Cappelli
ru: Шапки и шапки

source: One size
it: Taglia unica
ru: Один размер

source: Head circumference (in cm)
it: Circonferenza della testa (in cm)
ru: Окружность головы (в см)

source: Our beanies are stretchy and adapt to the shape of your head.
it: I nostri berretti sono elastici e si adattano alla forma della tua testa.
ru: Наши шапочки эластичны и адаптируются к форме вашей головы.

source: Gloves
it: Guanti
ru: Перчатки

source: Hand size (in cm)
it: Dimensione della mano (in cm)
ru: Размер руки (в см)

source: Belts
it: Cinghie
ru: Ремни

source: Waist (in cm)
it: Vita (in cm)
ru: Талия (в см)

source: Socks
it: Calzini
ru: Носки

source: Shoe size
it: Taglia di scarpe
ru: Размер обуви

source: Jewellery
it: Gioielleria
ru: Ювелирные изделия

source: Pullovers, T-Shirts, Tops, Sweatshirts, Blouses, Jackets & Coats, Dresses
it: Pullover, t-shirt, top, felpe, camicette, giacche e cappotti, vestiti
ru: Пуловеры, футболки, топы, свитшоты, блузки, куртки и пальто, платья

source: None
it: Nessuno
ru: Никто

source: Close
it: Vicino
ru: Закрывать

source: CONGRATULATION
it: CONGRATULAZIONI
ru: ПОЗДРАВЛЯЕМ

source: Your information has been registered Our experts will contact you soon to cooperation
it: Le tue informazioni sono state registrate I nostri esperti ti contatteranno presto per collaborare
ru: Ваша информация зарегистрирована Наши специалисты свяжутся с вами в ближайшее время для сотрудничества

source: About us
it: Chi siamo
ru: О нас

source: My account
it: Il mio account
ru: Мой счет

source: Find a store
it: Trova un negozio
ru: Найти магазин

source: The news
it: Le notizie
ru: Новости

source: Contact us
it: Contattaci
ru: Связаться с нами

source: Guide
it: Guida
ru: Руководство

source: Product care
it: Cura del prodotto
ru: Уход за продуктом

source: Privacy & Policy
it: Politica sulla riservatezza
ru: Политика конфиденциальности

source: Terms & Conditions
it: Termini & Condizioni
ru: Условия и положения

source: Cookie Policy
it: Gestione dei Cookie
ru: Политика использования файлов cookie

source: Cooperation
it: Collabora con noi
ru: Сотрудничество

source: Personalization
it: Personalizzazione
ru: Персонализация

source: Customization
it: personalizzazione
ru: Настройка

source: Corporate gifting
it: Regali aziendali
ru: Корпоративные подарки

source: Wholesale enquiries
it: Richieste all'ingrosso
ru: Оптовые запросы

source: Become a retailer
it: Diventa un rivenditore
ru: Стать продавцом

source: Follow us
it: Seguici
ru: Подписывайтесь на нас

source: This page is under construction and will be unveiled soon
it: Questa pagina è in costruzione e sarà presto svelata
ru: Эта страница находится в разработке и скоро будет открыта

source: OK
ru: В ПОРЯДКЕ

source: Thanks! you have been added to the site newsletter
it: Grazie! sei stato aggiunto alla newsletter del sito
ru: Спасибо! вы были добавлены в информационный бюллетень сайта
